Repository: pizza-studio/GenshinPizzaHelper
Catalog: GenshinPizzaHepler/Localizable.xcstrings
Source language: zh_hans
Languages: en, fil, fr, it, ja, ko, ru, vi, zh_hant

# $asset.weapon:TravelersHandySword
source: 旅行剑
en: Traveler's Handy Sword
fil: Traveler's Handy Sword
fr: Épée du voyageur
it: Spada del viaggiatore
ja: 旅道の剣
ko: 여행자의 검
ru: Меч путешественника
vi: Kiếm Lữ Hành
zh_hant: 旅行劍

# $asset.weapon:TulaytullahsRemembrance
source: 图莱杜拉的回忆
en: Tulaytullah's Remembrance
fil: Tulaytullah's Remembrance
fr: Mémoire de Tulaytullah
it: Rimembranza di Tulaytullah
ja: トゥライトゥーラの記憶
ko: 툴레이툴라의 기억
ru: Воспоминания Тулайтуллы
vi: Hồi Ức Tulaytullah
zh_hant: 圖萊杜拉的回憶

# $asset.weapon:TwinNephrite
source: 甲级宝珏
en: Twin Nephrite
fil: Twin Nephrite
fr: Néphrite jumelle
it: Nefrite gemella
ja: 特級の宝玉
ko: 1급 보옥
ru: Парный нефрит
vi: Ngọc Sinh Đôi
zh_hant: 甲級寶玨

# $asset.weapon:UltimateOverloardsMegaMagicSword
source: 究极霸王超级魔剑
en: Ultimate Overlord's Mega Magic Sword
fil: Ultimate Overlord's Mega Magic Sword
fr: Méga épée magique du suzerain ultime
it: Spada magica del Super Signore Supremo
ja: 究極覇王スーパー魔剣
ko: 궁극의 패왕 특급 마검
ru: Магический супермеч высшего владыки
vi: Bá Vương Tối Thượng Siêu Cấp Ma Kiếm
zh_hant: 究極霸王超級魔劍

# $asset.weapon:VortexVanquisher
source: 贯虹之槊
en: Vortex Vanquisher
fil: Vortex Vanquisher
fr: Perceur prismatique
it: Squarciavortice
ja: 破天の槍
ko: 관홍의 창
ru: Покоритель вихря
vi: Giáo Nịnh Thần
zh_hant: 貫虹之槊

# $asset.weapon:WanderingEvenstar
source: 流浪的晚星
en: Wandering Evenstar
fil: Wandering Evenstar
fr: Étoile du soir errante
it: Astro del vespro errante
ja: 彷徨える星
ko: 방랑하는 저녁별
ru: Скитающаяся звезда
vi: Sao Đêm Rong Ruổi

# $asset.weapon:WasterGreatsword
source: 训练大剑
en: Waster Greatsword
fil: Waster Greatsword
fr: Épée d'entraînement
it: Spadone dell'incapace
ja: 訓練用大剣
ko: 훈련용 대검
ru: Двуручный меч богатыря
vi: Kiếm Huấn Luyện
zh_hant: 訓練大劍

# $asset.weapon:WavebreakersFin
source: 断浪长鳍
en: Wavebreaker's Fin
fil: Wavebreaker's Fin
fr: Aileron de brise-vagues
it: Pinna del Frangionde
ja: 斬波のひれ長
ko: 파도 베는 지느러미
ru: Режущий волны плавник
vi: Vây Cá Chẻ Sóng
zh_hant: 斷浪長鰭

# $asset.weapon:Whiteblind
source: 白影剑
en: Whiteblind
fil: Whiteblind
fr: Ombre immaculée
it: Ombracandida
ja: 白影の剣
ko: 백영검
ru: Белая тень
vi: Kiếm Bạch Ảnh
zh_hant: 白影劍

# $asset.weapon:WhiteIronGreatsword
source: 白铁大剑
en: White Iron Greatsword
fil: White Iron Greatsword
fr: Grande épée en fer blanc
it: Spadone di ferro bianco
ja: 白鉄の大剣
ko: 백철 대검
ru: Меч из белого железа
vi: Kiếm Bạch Thiết
zh_hant: 白鐵大劍

# $asset.weapon:WhiteTassel
source: 白缨枪
en: White Tassel
fil: White Tassel
fr: Pampille blanche
it: Pennacchio bianco
ja: 白纓槍
ko: 백술창
ru: Белая кисть
vi: Thương Bạch Anh
zh_hant: 白纓槍

# $asset.weapon:WindblumeOde
source: 风花之颂
en: Windblume Ode
fil: Windblume Ode
fr: Ode aux alizées
it: Ode al Florvento
ja: 風花の頌歌
ko: 바람 꽃의 노래
ru: Ода анемонии
vi: Bài Ca Hoa Gió
zh_hant: 風花之頌

# $asset.weapon:WineAndSong
source: 暗巷的酒与诗
en: Wine and Song
fil: Wine and Song
fr: Vins et chants
it: Vino e musica
ja: ダークアレイの酒と詩
ko: 뒷골목의 술과 시
ru: Вино и песни
vi: Rượu Và Thơ Nơi Hẻm Tối
zh_hant: 暗巷的酒與詩

# $asset.weapon:WolfFang
source: 狼牙
en: Wolf-Fang
fil: Wolf-Fang
fr: Croc de loup
it: Zanna di lupo
ko: 늑대 송곳니
ru: Волчий клык
vi: Nanh Sói

# $asset.weapon:WolfsGravestone
source: 狼的末路
en: Wolf's Gravestone
fil: Wolf's Gravestone
fr: Mort-du-loup
it: Trapasso ululante
ja: 狼の末路
ko: 늑대의 말로
ru: Волчья погибель
vi: Đường Cùng Của Sói

# $asset.weapon:XiphosMoonlight
source: 西福斯的月光
en: Xiphos' Moonlight
fil: Xiphos' Moonlight
fr: Clair de lune de Xiphos
it: Chiarore di Xiphos
ja: サイフォスの月明かり
ko: 크시포스의 달빛
ru: Лунное сияние ксифоса
vi: Ánh Trăng Xiphos

# about.group.qq.1st
source: 1群
en: Group 1
fil: Group 1
fr: Group 1
it: Group 1
ja: グループ1
ko: Group 1
ru: Группа 1
vi: Group 1

# about.group.qq.2nd
source: 2群
en: Group 2
fil: Group 2
fr: Group 2
it: Group 2
ja: グループ2
ko: Group 2
ru: Группа 2
vi: Group 2

# about.group.qq.3rd
source: 3群
en: Group 3
fil: Group 3
fr: Groupe 3
it: Group 3
ja: グループ3
ko: Group 3
ru: Группа 3
vi: Nhóm 3

# abyssDataCollection.availableSince20230401
source: 自2023年4月1日起提供
en: Available From 2023-04-01
fil: Magagamit mula sa 2023-04-01
fr: Available From 2023-04-01
it: Available From 2023-04-01
ja: Available From 2023-04-01
ko: Available From 2023-04-01
ru: Доступно с 2023-04-01
vi: Có sẵn từ 2023-04-01

# abyssDataCollection.usageRate.characterSansRestart
source: 未重开玩家使用率
en: Non-restarted Player Usage Rate
fil: Non-restarted Player Usage Rate
fr: Non-restarted Player Usage Rate
it: Non-restarted Player Usage Rate
ja: 未再開プレイヤーの使用率
ko: Non-restarted Player Usage Rate
ru: Уровень использования не перезапущенного игрока
vi: Tỷ Lệ Sử Dụng Không Khởi Động Lại
zh_hant: 未重啟玩家使用率

# abyssDataCollection.usageRate.disclaimer
source: 使用率分级仅作深渊配队参考，不代表对角色的任何评价。
en: Utilization ratings are only for reference in Abyss team formation, and do not represent any evaluation of characters.
fil: Ang mga rating ng paggamit ay para lamang sa sanggunian sa pagbuo ng team sa Abyss, at hindi kumakatawan sa anumang pagsusuri ng mga character.
fr: Utilization ratings are only for reference in Abyss team formation, and do not represent any evaluation of characters.
it: Utilization ratings are only for reference in Abyss team formation, and do not represent any evaluation of characters.
ja: 使用率は深境螺旋チーム編成の参考値であり、キャラの評価を表すものではありません。
ko: Utilization ratings are only for reference in Abyss team formation, and do not represent any evaluation of characters.
ru: Рейтинги использования предназначены только как пример при формировании команды для Бездны и не представляют никакой оценки персонажей.
vi: Xếp hạng sử dụng chỉ để tham khảo trong đội hình La Hoàn và không đại diện cho bất kỳ đánh giá nào về nhân vật.
zh_hant: 使用率分級僅作深淵配隊參考，不代表對角色的任何評價。

# abyssDataCollection.usageRate.recommended.t0
source: 强烈推荐选用的角色
en: Highly Recommended Characters
fil: Lubhang inirekumendang mga character
fr: Highly Recommended Characters
it: Highly Recommended Characters
ja: 強く推奨されるキャラ
ko: Highly Recommended Characters
ru: Настоятельно рекомендуемые персонажи
vi: Nhân vật được đề xuất cao
zh_hant: 強烈推薦選用的角色

# abyssDataCollection.usageRate.recommended.t1
source: 推荐选用的角色
en: Recommended Characters
fil: Inirerekumendang mga character
fr: Recommended Characters
it: Recommended Characters
ja: 推奨されるキャラ
ko: Recommended Characters
ru: Рекомендуемые персонажи
vi: Nhân vật đề xuất
zh_hant: 推薦選用的角色

# abyssDataCollection.usageRate.recommended.t2
source: 优先选用的角色
en: Preferred Characters
fil: Mga Preferred Characters
fr: Preferred Characters
it: Preferred Characters
ja: 優先キャラ
ko: Preferred Characters
ru: Предпочтительные персонажи
vi: Nhân vật ưa thích
zh_hant: 優先選用的角色

# abyssDataCollection.usageRate.recommended.t3
source: 可以选用的角色
en: Optional Characters
fil: Opsyonal na Characters
fr: Optional Characters
it: Optional Characters
ja: 利用可能なキャラ
ko: Optional Characters
ru: Дополнительные персонажи
vi: Nhân vật vai trò tuỳ chọn
zh_hant: 可以選用的角色

# abyssDataCollection.usageRate.recommended.t4
source: 酌情选用的角色
en: Discretionary Characters
fil: Discretionary na Characters
fr: Discretionary Characters
it: Discretionary Characters
ja: 適宜選択されるキャラ
ko: Discretionary Characters
ru: Персонажи на ваше усмотрение
vi: Nhân vật vai trò có sẵn
zh_hant: 酌情選用的角色

# abyssDataCollection.usageRate.recommended.t5
source: 普遍可用的角色
en: Universally Available Characters
fil: Mga magagamit na character na unibersal
fr: Universally Available Characters
it: Universally Available Characters
ja: 普遍的に利用可能なキャラ
ko: Universally Available Characters
ru: Универсальные персонажи
vi: Nhân vật phổ biến

# account.playerDetailResult.message.characterShowCaseClassified
source: 账号未展示角色详情
en: No characters found in the Character Showcase
fil: Walang character mahanap sa Character Showcase
fr: Aucun personnage trouvé dans la vitrine de personnages
it: No characters found in the Character Showcase
ja: ショーケースにはキャラがいません
ko: No characters found in the Character Showcase
ru: Не найдено такого персонажа в галерее персонажей
vi: Không thể tìm thấy đội hình nhân vật nào
zh_hant: 帳號未展示角色詳情

# account.playerDetailResult.message.enkaGotNulledResultFromCelestiaServer
source: Enka 未能成功从游戏服务器取得玩家数据。
en: Enka failed from retrieving the player's data from the game server.
fil: Enka failed from retrieving the player's data from the game server.
fr: Enka failed from retrieving the player's data from the game server.
it: Enka failed from retrieving the player's data from the game server.
ja: Enka にてゲームサーバーからプレーヤー資料を取り出すのはできなかった。
ko: Enka failed from retrieving the player's data from the game server.
ru: Enka failed from retrieving the player's data from the game server.
vi: Enka failed from retrieving the player's data from the game server.
zh_hant: Enka 沒能成功從遊戲伺服器取得玩家資料。

# account.server
source: 服务器
en: Server
fil: Server
fr: Serveur
it: Server
ja: サーバー
ko: Server
ru: Сервер
vi: Máy chủ
zh_hant: 伺服器

# account.test.verify.web_sheet.title
source: 验证
en: Interactive Verification
fil: Interactive Na Pag Verify
fr: Vérification Interactive
it: Verifica Interattiva
ja: 人間認証
ko: Interactive Verification
ru: Интерактивная Верификация
vi: Xác Minh Tương Tác
zh_hant: 真人認證

# app.about.thanks.content
source: 我们的App使用了以下开源组件和第三方API，在此向其作者表示感谢。
en: Our app uses the following open source components and third-party APIs, and we would like to thank their authors.
fil: Our app uses the following open source components and third-party APIs, and we would like to thank their authors.
fr: Our app uses the following open source components and third-party APIs, and we would like to thank their authors.
it: Our app uses the following open source components and third-party APIs, and we would like to thank their authors.
ja: 私たちのアプリは、次のオープン ソース コンポーネントとサードパーティ API を使用しており、それらの作成者に感謝します。
ko: Our app uses the following open source components and third-party APIs, and we would like to thank their authors.
ru: Наше приложение использует нижеперечисленные компоненты с открытым исходным кодом и сторонними APIs, за что мы безмерно благодарим их авторов.
vi: Our app uses the following open source components and third-party APIs, and we would like to thank their authors.
zh_hant: 我們的App使用了以下開放原始碼組件和第三方API，在此向其作者表示感謝。

# app.about.thanks.title
source: 开源组件与第三方API致谢
en: Acknowledgement for open source components and third-party APIs
fil: Acknowledgement for open source components and third-party APIs
fr: Acknowledgement for open source components and third-party APIs
it: Acknowledgement for open source components and third-party APIs
ja: オープンソース コンポーネントおよびサードパーティ API に対するの感謝
ko: Acknowledgement for open source components and third-party APIs
ru: Список использованных компонентов с открытым исходным кодом и сторонними API
vi: Acknowledgement for open source components and third-party APIs
zh_hant: 開放原始碼組件與第三方API致謝

# app.abyss.collection.1:%@%@%lld
source: %@·%@·%lld层
en: %@·%@·Floor %lld
fil: %@·%@·Floor %lld
fr: %@·%@·Floor %lld
it: %@·%@·Floor %lld
ja: %@·%@·%lld層
ko: %@·%@·Floor %lld
ru: %@·%@·Этаж %lld
vi: %@·%@·Phòng %lld
zh_hant: %@·%@·%lld層

# app.abyss.collection.2:%@%@%lld%@
source: %@·%@·%lld层·%@
en: %@·%@·Floor %lld·%@
fil: %@·%@·Floor %lld·%@
fr: %@·%@·Floor %lld·%@
it: %@·%@·Floor %lld·%@
ja: %@·%@·%lld層·%@
ko: %@·%@·Floor %lld·%@
ru: %@·%@·Этаж %lld·%@
vi: %@·%@·Phòng %lld·%@
zh_hant: %@·%@·%lld層·%@

# app.abyss.half.1
source: 上半
en: 1st
fil: 1st
fr: 1st Half
it: 1st
ko: 1st
ru: 1ый
vi: Phần Đầu

# app.abyss.half.2
source: 下半
en: 2nd
fil: 2nd
fr: 2nd Half
it: 2nd
ko: 2nd
ru: 2ой
vi: Phần Cuối

# app.abyss.info.battle
source: 战斗次数
en: Battles Fought
fil: Battles Fought
fr: Battles Fought
it: Battles Fought
ja: 挑戦回数
ko: Battles Fought
ru: Сыграно битв
vi: Số Lần Khiêu Chiến
zh_hant: 戰鬥次數

# app.abyss.info.deepest
source: 最深抵达
en: Deepest Descent
fil: Deepest Descent
fr: Deepest Descent
it: Deepest Descent
ja: 最高記録
ko: Deepest Descent
ru: Максимальный этаж
vi: Đến Nơi Sâu Nhất
zh_hant: 最深抵達

# app.abyss.info.floor
source: 第%lld层
en: Floor %lld
fil: Floor %lld
fr: Floor %lld
it: Floor %lld
ja: 第%lld層
ko: Floor %lld
ru: %lld комната
vi: Tầng %lld
zh_hant: 第%lld層

# app.abyss.info.mostDamageTaken
source: 承受最多伤害
en: Most Damage Taken
fil: Most Damage Taken
fr: Most Damage Taken
it: Most Damage Taken
ja: 受けた最大ダメージ
ko: Most Damage Taken
ru: Макс. полученного урона
vi: Chịu Sát Thương Tối Đa
zh_hant: 承受最多傷害

# app.abyss.info.mostDefeats
source: 最多击破数
en: Most Defeats
fil: Most Defeats
fr: Most Defeats
it: Most Defeats
ja: 最多撃破数
ko: Most Defeats
ru: Максимум побед
vi: Số Lần Đánh Bại Nhiều Nhất
zh_hant: 最多擊破數

# app.abyss.info.mostESkills
source: 元素战技释放数
en: Elemental Skills Cast
fil: Elemental Skills Cast
fr: Elemental Skills Cast
it: Elemental Skills Cast
ja: 元素スキル使用回数
ko: Elemental Skills Cast
ru: Элементальных навыков использовано
vi: Số Lần Thi Triển Kỹ Năng Nguyên Tố
zh_hant: 元素戰技釋放數

# app.abyss.info.mostQSkills
source: 元素爆发次数
en: Elemental Bursts Unleashed
fil: Elemental Bursts Unleashed
fr: Elemental Bursts Unleashed
it: Elemental Bursts Unleashed
ja: 元素爆発使用回数
ko: Elemental Bursts Unleashed
ru: Выполнено взрывов стихий
vi: Số Lần Thi Triển Kỹ Năng Nộ
zh_hant: 元素爆發次數

# app.abyss.info.notableStats
source: 战斗数据榜
en: Notable Stats
fil: Notable Stats
fr: Notable Stats
it: Notable Stats
ja: 実績一覧
ko: Notable Stats
ru: Примечательная статистика
vi: Số Liệu Thống Kê Đáng Chú Ý
zh_hant: 戰鬥資料榜

# app.abyss.info.room
source: 第%lld间
en: Chamber %lld
fil: Chamber %lld
fr: Chamber %lld
it: Chamber %lld
ja: 第%lld間
ko: Chamber %lld
ru: Зал %lld
vi: Phòng %lld
zh_hant: 第%lld間

# app.abyss.info.star
source: 获得渊星
en: Abyss Star Obtained
fil: Mga Abyss Star na nakuha
fr: Abyss Star Obtained
it: Abyss Star Obtained
ja: 獲得した星
ko: Abyss Star Obtained
ru: Получено звёзд Бездны
vi: Số Sao Nhận Được
zh_hant: 獲得淵星

# app.abyss.info.strongest
source: 最强一击
en: Strongest Single Strike
fil: Strongest Single Strike
fr: Strongest Single Strike
it: Strongest Single Strike
ja: 最大ダメージ
ko: Strongest Single Strike
ru: Самый сильный удар
vi: Một Kích Mạnh Nhất
zh_hant: 最強一擊

# app.abyss.info.summary
source: 战斗概览
en: Challenge Summary
fil: Challenge Summary
fr: Challenge Summary
it: Challenge Summary
ja: 実績一覧
ko: Challenge Summary
ru: Суммарная статистика
vi: Thống Kê Hiện Tại
zh_hant: 戰鬥概覽

# app.abyss.info.title
source: 深境螺旋详情
en: Spiral Abyss Details
fil: Detalye ng Spiral Abyss
fr: Spiral Abyss Details
it: Spiral Abyss Details
ja: 深境螺旋の情報
ko: Spiral Abyss Details
ru: Детали Витой Бездны
vi: Chiến Tích La Hoàn Thâm Cảnh
zh_hant: 深境螺旋詳情

# app.abyss.info.win
source: 获胜次数
en: Win Times
fil: Win Times
fr: Win Times
it: Win Times
ja: 勝利回数
ko: Win Times
ru: Кол-во побед
vi: Số Lần Xuất Chiến
zh_hant: 獲勝次數

# app.abyss.noData
source: 暂无本期深渊数据
en: No data of this term
fil: Walang data ang term na ito
fr: No data of this term
it: No data of this term
ja: データがない
ko: No data of this term
ru: Нету данных за этот период
vi: Không có dữ liệu của thuật ngữ này
zh_hant: 暫無本期深淵資料

# app.abyss.rank.faq
source: 深渊统计榜单FAQ
en: Spiral Abyss Top Lists FAQ
fil: Spiral Abyss Top Lists FAQ
fr: Spiral Abyss Top Lists FAQ
it: Spiral Abyss Top Lists FAQ
ja: 深境螺旋ランキングFAQ
ko: Spiral Abyss Top Lists FAQ
ru: ЧАВО по Пикрейту Бездны
vi: Câu hỏi thường gặp hàng đầu về La Hoàn Thâm Cảnh
zh_hant: 深淵統計榜單FAQ

# app.abyss.rank.floor.title:%lld
source: %lld层
en: F.%lld
fil: F.%lld
fr: F.%lld
it: F.%lld
ja: %lld層
ko: F.%lld
ru: Э.%lld
vi: F.%lld
zh_hant: %lld層

# app.abyss.rank.holdingRate.36star
source: 满星玩家持有率
en: 36-Star Player Owning Rate
fil: 36-Star Player Owning Rate
fr: 36-Star Player Owning Rate
it: 36-Star Player Owning Rate
ja: 36星プレイヤー保有率
ko: 36-Star Player Owning Rate
ru: Пикрейт 36-зв. игроков
vi: Tỉ lệ người chơi đạt 36 sao
zh_hant: 滿星玩家持有率

# app.abyss.rank.holdingRate.all
source: 全员角色持有率
en: All Player Owning Rate
fil: All Player Owning Rate
fr: All Player Owning Rate
it: All Player Owning Rate
ja: キャラ保有率
ko: All Player Owning Rate
ru: Общий пикрейт
vi: Tỉ lệ tất cả người chơi sỡ hữu
zh_hant: 全員角色持有率

# app.abyss.rank.note.1
source: ·仅包含满星玩家·计算方法：角色使用人数/角色拥有人数
en: · 36-star players only · Percentage = Used Players / Owning Players
fil: · Mga 36-star players lang · Percentage = Used Players / Owning Players
fr: · 36-star players only · Percentage = Used Players / Owning Players
it: · 36-star players only · Percentage = Used Players / Owning Players
ja: ·36星を獲得したプレイヤーだけを統計します·パーセント = 使用したプレイヤー / 所有しているプレイヤー
ko: · 36-star players only · Percentage = Used Players / Owning Players
ru: · Только игроки с 36-звёздами в ЛС · Процент = Игроки исп. персонажа / Игроки владеющие персонажем
vi: · Chỉ người chơi 36 sao · Tỷ lệ phần trăm = Người chơi đã sử dụng / Người chơi sở hữu
zh_hant: ·僅包含滿星玩家·計算方法：角色使用人數/角色擁有人數

# app.abyss.rank.note.2
source: ·仅包含满星玩家·包含旅行者的队伍已合并
en: ·36-star players only·Teams including Travelers are merged
fil: ·Mga 36-star players lang·Ang mga teams na kasama ang Travelers are pinagsama na
fr: ·36-star players only·Teams including Travelers are merged
it: ·36-star players only·Teams including Travelers are merged
ja: ·36星を獲得したプレイヤーだけを統計します·旅人を含むチームが統合されます
ko: ·36-star players only·Teams including Travelers are merged
ru: ·Только игроки с 36-звёздами в ЛС·Отряды, использующие Итера/Люмин, объединены
vi: ·Chỉ dành cho người chơi 36 sao·Các đội bao gồm các nhà lữ hành được hợp nhất
zh_hant: ·僅包含滿星玩家·包含旅行者的隊伍已合併

# app.abyss.rank.note.3
source: ·仅自%@后提交的数据
en: · Data collected after %@
fil: · Mga Data nakoleta pagkatapos ng %@
fr: · Data collected after %@
it: · Data collected after %@
ja: ·%@からアップロードしたデータのみ
ko: · Data collected after %@
ru: · Данные собираются с %@
vi: · Dữ liệu thu thập sau %@
zh_hant: ·僅自%@後提交的資料

# app.abyss.rank.season.1
source: 上
en: FH
fil: FH
fr: FH
it: FH
ja: 第1期
ko: FH
ru: ПП
vi: Nửa Đầu Tháng

# app.abyss.rank.season.2
source: 下
en: SH
fil: SH
fr: SH
it: SH
ja: 第2期
ko: SH
ru: ВП
vi: Nửa Cuối Tháng

# app.abyss.rank.season.both
source: 整层
en: Both
fil: Both
fr: Both
it: Both
ja: 全層
ko: Both
ru: Оба
vi: Cả hai
zh_hant: 整層

# app.abyss.rank.server.filter.all
source: 所有服务器
en: All Server
fil: All Server
fr: All Server
it: All Server
ja: 全部サーバー
ko: All Server
ru: Все сервера
vi: Tất cả máy chủ
zh_hant: 所有伺服器

# app.abyss.rank.title
source: 深渊统计榜单
en: Spiral Abyss Top Lists
fil: Nangungunang listahan ng Spiral Abyss
fr: Spiral Abyss Top Lists
it: Spiral Abyss Top Lists
ja: 深境螺旋ランキング
ko: Spiral Abyss Top Lists
ru: Пикрейт Витой Бездны
vi: Xếp Hạng Nhân Vật Dùng Nhiều Trong La Hoàn Thâm Cảnh
zh_hant: 深淵統計榜單

# app.abyss.rank.usageRate.characters
source: 深渊角色使用率
en: Character Usage Rate
fil: Character Usage Rate
fr: Character Usage Rate
it: Character Usage Rate
ja: キャラ使用率
ko: Character Usage Rate
ru: Пикрейт персонажей
vi: Tỷ lệ sử dụng nhân vật
zh_hant: 深淵角色使用率

# app.abyss.rank.usageRate.teams
source: 深渊队伍使用率
en: Team Usage Rate
fil: Team Usage Rate
fr: Team Usage Rate
it: Team Usage Rate
ja: チーム使用率
ko: Team Usage Rate
ru: Пикрейт отрядов
vi: Đội hình dùng nhiều
zh_hant: 深淵隊伍使用率

# app.abyss.star.obtained
source: 获取渊星数
en: Abyss Star Obtained
fil: Mga Abyss Star na nakuha
fr: Abyss Star Obtained
it: Abyss Star Obtained
ja: 獲得した星
ko: Abyss Star Obtained
ru: Получена звезда Бездны
vi: Số Sao Thu Được Ở Phòng
zh_hant: 獲取淵星數

# app.abyss.stat.1:%lld%@%@%@
source: 共统计%lld用户%@ %@·生成于%@
en: %lld data counted %@ %@ · Generated at %@
fil: %lld data counted %@ %@ · nabuo sa %@
fr: %lld data counted %@ %@ · Generated at %@
it: %lld data counted %@ %@ · Generated at %@
ja: %lld 人のユーザーを統計します。 %@ %@·生成時間：%@
ko: %lld data counted %@ %@ · Generated at %@
ru: %lld данных подсчитано %@ %@ · Создано %@
vi: %lld dữ liệu được tính %@ %@ · Được tạo lại %@
zh_hant: 共統計%lld用戶%@ %@·生成於%@

# app.abyss.stat.2:%lld%@
source: 共统计%lld用户%@
en: %lld data counted %@
fil: %lld data nabilang %@
fr: %lld data counted %@
it: %lld data counted %@
ja: %lld 人のユーザーを統計します%@
ko: %lld data counted %@
ru: %lld данных подсчитано %@
vi: %lld dữ liệu được tính %@
zh_hant: 共統計%lld用戶%@

# app.account.basicInfo.abyss
source: 深境螺旋
en: Spiral Abyss
fil: Spiral Abyss
fr: Spiral Abyss
it: Spiral Abyss
ko: Spiral Abyss
ru: Витая Бездна
vi: La Hoàn Thâm Cảnh

# app.account.basicInfo.achievements
source: 成就达成
en: Achievements
fil: Achievements
fr: Achievements
it: Achievements
ja: アチーブメント
ko: Achievements
ru: Достижений
vi: Thành Tựu
zh_hant: 成就達成

# app.account.basicInfo.anemo
source: 风神瞳
en: Anemoculus
fil: Anemoculus
fr: Anemoculus
it: Anemoculus
ja: 風神の瞳
ko: Anemoculus
ru: Анемокулы
vi: Ấn Phong
zh_hant: 風神瞳

# app.account.basicInfo.characters
source: 获得角色
en: Characters
fil: Mga Character
fr: Characters
it: Characters
ja: キャラ
ko: Characters
ru: Персонажей
vi: Nhân vật
zh_hant: 獲得角色

# app.account.basicInfo.chest.1
source: 普通宝箱
en: Common Chests Opened
fil: Common Chests na Binuksan
fr: Common Chests Opened
it: Common Chests Opened
ja: 普通の宝箱
ko: Common Chests Opened
ru: Открыто обычных сундуков
vi: Rương thường đã mở
zh_hant: 普通寶箱

# app.account.basicInfo.chest.2
source: 精致宝箱
en: Exquisite Chests Opened
fil: Exquisite Chests na Binuksan
fr: Exquisite Chests Opened
it: Exquisite Chests Opened
ja: 精巧な宝箱
ko: Exquisite Chests Opened
ru: Открыто богатых сундуков
vi: Rương cao cấp đã mở
zh_hant: 精緻寶箱

# app.account.basicInfo.chest.3
source: 珍贵宝箱
en: Precious Chests Opened
fil: Precious Chests na Binuksan
fr: Precious Chests Opened
it: Precious Chests Opened
ja: 貴重な宝箱
ko: Precious Chests Opened
ru: Открыто драгоценных сундуков
vi: Rương kì dị đã mở
zh_hant: 珍貴寶箱

# app.account.basicInfo.chest.4
source: 华丽宝箱
en: Luxurious Chests Opened
fil: Luxurious Chests na Binuksan
fr: Luxurious Chests Opened
it: Luxurious Chests Opened
ja: 豪華な宝箱
ko: Luxurious Chests Opened
ru: Открыто роскошных сундуков
vi: Rương siêu cấp đã mở
zh_hant: 華麗寶箱

# app.account.basicInfo.daysActive
source: 活跃天数
en: Days Active
fil: Mga araw na aktibo
fr: Days Active
it: Days Active
ja: 活動日数
ko: Days Active
ru: Дней активности
vi: Số ngày hoạt động
zh_hant: 活躍天數

# app.account.basicInfo.dendro
source: 草神瞳
en: Dendroculus
fil: Dendroculus
fr: Dendroculus
it: Dendroculus
ja: 草神の瞳
ko: Dendroculus
ru: Дендрокулы
vi: Ấn Thảo

# app.account.basicInfo.domains
source: 解锁秘境
en: Domains Unlocked
fil: Domains Unlocked
fr: Domains Unlocked
it: Domains Unlocked
ja: 秘境
ko: Domains Unlocked
ru: Подземелий разблокировано
vi: Bí cảnh đã mở khóa
zh_hant: 解鎖祕境

# app.account.basicInfo.electro
source: 雷神瞳
en: Electroculus
fil: Electroculus
fr: Electroculus
it: Electroculus
ja: 雷神の瞳
ko: Electroculus
ru: Электрокулы
vi: Ấn Lôi

# app.account.basicInfo.exploration
source: 世界探索
en: World Explorations
fil: World Explorations
fr: World Explorations
it: World Explorations
ko: World Explorations
ru: Исследование мира
vi: Thám hiểm Teyvat

# app.account.basicInfo.geo
source: 岩神瞳
en: Geoculus
fil: Geoculus
fr: Geoculus
it: Geoculus
ja: 岩神の瞳
ko: Geoculus
ru: Геокулы
vi: Ấn Nham

# app.account.basicInfo.hydro
source: 水神瞳
en: Hydroculus
fil: Hydroculus
fr: Hydroculus
it: Hydroculus
ja: 水神の瞳
ko: Hydroculus
ru: Hydroculus
vi: Hydroculus

# app.account.basicInfo.summary
source: 数据总览
en: Summary
fil: Buod
fr: Summary
it: Summary
ja: データ一覧
ko: Summary
ru: Статистика
vi: Bản tóm tắt
zh_hant: 資料總覽

# app.account.basicInfo.waypoints
source: 解锁锚点
en: Waypoints Unlocked
fil: Waypoints Unlocked
fr: Waypoints Unlocked
it: Waypoints Unlocked
ja: ワープポイント
ko: Waypoints Unlocked
ru: Разблокировано точек телепортации
vi: Điểm dịch chuyển đã được mở khóa
zh_hant: 解鎖錨點

# app.agree
source: 同意
en: Agree
fil: Sumang-ayon
fr: Accepter
it: Agree
ko: Agree
ru: Согласен
vi: Đồng ý

# app.background.blue
source: ★★★蓝
en: ★★★ Blue
fil: ★★★ Blue
fr: ★★★ Bleu
it: ★★★ Blue
ja: ★★★ 青
ko: ★★★ Blue
ru: ★★★ Синий
vi: ★★★ Xanh Da Trời
zh_hant: ★★★藍

# app.background.gold
source: ★★★★★金
en: ★★★★★ Gold
fil: ★★★★★ Gold
fr: ★★★★★ Or
it: ★★★★★ Gold
ko: ★★★★★ Gold
ru: ★★★★★ Золотой
vi: ★★★★★ Vàng

# app.background.gray
source: ★灰
en: ★ Gray
fil: ★ Gray
fr: ★ Gris
it: ★ Gray
ko: ★ Gray
ru: ★ Серый
vi: ★ Xám
